---
kind: other
id: Properties.T:Autodesk.Revit.UI.ProjectBrowserOptions
source: html/5841fce9-4bd7-4a73-428a-d6d1a63cf26d.htm
---
# ProjectBrowserOptions Properties

Specifies whether the .NET object represents a valid Revit entity.